Repository: Aishete/wpckan
Catalog: i18n/wpckan-*.po
Languages: km, lo, th

source: Related project
lo: ໂຄງການທີ່ກ່ຽວຂ້ອງ
th: โครงการที่เกี่ยวข้อง

source: Contract
lo: ສັນຍາ
th: สัญญา

source: Contract Amendment
lo: ການແກ້ໄຂສັນຍາ
th: การแก้ไขสัญญา

source: Contract Annex
lo: ເອກະສານຕິດຄັດຂອງສັນຍາ
th: ภาคผนวกสัญญา

source: Contract Farming Agreement
lo: ຂໍ້ຕົກລົງສັນຍາກະສິກຳ
th: สัญญาข้อตกลงการเพาะปลูก

source: Energy Contract
lo: ສັນຍາພະລັງງານ
th: สัญญาพลังงาน

source: Exploration Permit/License
lo: ໃບ​ອະ​ນຸ​ຍາດສຳ​ຫຼວດ
th: การอนุญาต/ใบอนุญาตในการสำรวจ

source: Exploitation/extraction permit or license
lo: ໃບ​ອະ​ນຸ​ຍາດ​ຂຸດ​ຄົ້ນ
th: การอนุญาต หรือ ใบอนุญาตในการสำรวจ/การถอน

source: Forest Concession Contract
lo: ​ສັນ​ຍາ​ສຳ​ປະ​ທານ​ປ່າ​ໄມ້
th: สัญญาสัมปทานป่า

source: In-land Fishcatchment Concession Contract
lo: ສັນຍາການສຳປະທານການປາທີ່ໄກຈາກທະເລ
th: สัญญาสัมปทานในการรับจำนำในที่ดิน

source: Infrastructure Contract
lo: ສັນ​ຍາ​ໂຄງ​ລ່າງ​ພື້ນ​ຖານ
th: สัญญาโครงสร้างพื้นฐาน

source: Investment Promotion Agreement
lo: ​ສັນ​ຍາ​ສົ່ງ​ເສີມ​ການ​ລົງ​ທຶນ
th: ข้อตกลงการส่งเสริมการลงทุน

source: Joint Venture Agreement
lo: ສັນ​ຍາ​ຮ່ວມ​ທຶນ​ຮ່ວມ​ກັນ
th: ข้อตกลงร่วมทุน

source: Land Concession Contract
lo: ​ສັນ​ຍາ​ສຳ​ປະ​ທານ​ທີ່​ດິນ
th: สัญญาสัมปทานที่ดิน

source: Memorandum of Understanding
lo: ບົດ​ບັນ​ທຶກ​ຄວາມ​ເຂົ້າ​ໃຈ
th: บันทึกความเข้าใจ

source: Maritime Fishcatchment Concession Contract
lo: ສັນ​ຍາ​ສຳ​ປະ​ທານ​ການ​ຫາ​ປາ​ໃນ​ທະ​ເລ
th: สัญญาสัมปทานการเดินเรือในทะเล

source: Other long-term leasing contract of State Assets
lo: ສັນ​ຍາ​ເຊົ່າ​ໄລ​ຍະ​ຍາວ​ຂອງ​ຊັບ​ສິນ​ລັດ
th: สัญญาเช่าระยะยาวอื่น ๆ ของสินทรัพย์ของรัฐ

source: Production or Profit Sharing Agreement
lo: ສັນ​ຍາ​ການ​ແບ່ງ​ປັນ​ຜົນ​ຜະ​ລິດ ຫຼື ຜົນ​ກຳ​ໄລ
th: ข้อตกลงการผลิต หรือ การแบ่งปันผลกำไร

source: Service Contract
lo: ສັນ​ຍາ​ການ​ບໍ​ລິ​ການ
th: สัญญาบริการ

source: Social Land Concession
lo: ການສຳປະທານທີ່ດິນສັງຄົມ
th: สัมปทานที่ดินเพื่อสังคม

source: English
lo: ພາສາອັງກິດ
th: ภาษาอังกฤษ

source: Khmer
lo: ພາສາຂະແມ
th: ภาษาเขมร

source: Vietnamese
lo: ຫວຽດນາມ
th: ภาษาเวียดนาม

source: Thai
lo: ພາສາໄທ
th: ภาษาไทย

source: Burmese
lo: ພາສາພະມ້າ
th: ภาษาพม่า

source: Lao
lo: ພາສາລາວ
th: ภาษาลาว

source: Years
lo: ປີ
th: ปี

source: Months
lo: ເດືອນ
th: เดือน

source: $/ha
lo: ໂດລາ/ເຮັກຕາ
th: ดอลล่า/เฮกตาร์

source: $/m2
lo: ໂດລາ/ກິໂລຕາແມັດ
th: ดอลล่าร์/ตารางเมตร

source: ha
lo: ເຮັກຕາ
th: เฮกตาร์

source: m2
lo: ຕາແມັດ
th: ตารางเมตร

source: Released by government
lo: ປ່ອຍໂດຍລັດຖະບານ
th: เผยแพร่โดย รัฐบาล

source: Released by company
lo: ປ່ອຍໂດຍບໍລິສັດ
th: เผยแพร่โดย บริษัท

source: Released by media
lo: ປ່ອຍໂດຍສື່ມວນຊົນ
th: เผยแพร่โดย สื่อมวลชน

source: Released by international non-governmental organizations (INGOs)
lo: ປ່ອຍໂດຍອົງການຈັດຕັ້ງສາກົນທີ່ບໍ່ແມ່ນລັດຖະບານ
th: เผยแพร่โดย องค์กรพัฒนาเอกชนนานาชาติ (INGOs)

source: Released by local non-governmental organizations (LNGOs)
lo: ປ່ອຍໂດຍອົງການທ້ອງຖິ່ນທີ່ບໍ່ແມ່ນລັດຖະບານ
th: เผยแพร่โดย องค์กรพัฒนาเอกชนท้องถิ่น (LNGOs)

source: Released by international organizations (IOs)
lo: ປ່ອຍໂດຍອົງການສາກົນ (IO)
th: เผยแพร่โดย องค์การระหว่างประเทศ (IOs)

source: Released by United Nations agencies (UNs)
lo: ປ່ອຍໂດຍອົງການຍ່ອຍສະຫະປະຊາຊາດ
th: เผยแพร่โดย องค์การสหประชาชาติ (UNs)

source: Released by academia
lo: ປ່ອຍໂດຍສະຖາບັນການສຶກສາ
th: เผยแพร่โดย หน่วยงานการศึกษา

source: Released by think tanks
lo: ປ່ອຍໂດຍອົງການຖັງຄວາມຄິດ
th: เผยแพร่โดย กลุ่มนักคิด

source: Other
lo: ອື່ນໆ
th: อื่น ๆ

source: Yes
lo: ຖືກຕ້ອງ
th: ใช่

source: No
lo: ບໍ່
th: ไม่

source: CKAN Organization
km: អង្គភាពនៃមជ្ឈមណ្ឌលទិន្នន័យ CKAN
lo: ອົງການ CKAN
th: การจัดระบบ CKAN

source: None
km: មិនមាន
lo: ບໍ່ມີ
th: ไม่มี

source: CKAN Group
km: ក្រុមទិន្នន័យលើ CKAN
lo: ກຸ່ມ CKAN
th: กลุ่ม CKAN

source: Archive contents when:
km: រក្សាខ្លឹមសារទុកជាប័ណ្ណសារ នៅពេល៖
lo: ບັນທຶກເນື້ອຫາເມື່ອ:
th: เก็บเนื้อหาถาวร เมื่อ:

source: Never archive
km: កំុរក្សាខ្លឹមសារទុកជាប័ណ្ណសារ
lo: ບໍ່ເຄີຍຮວບຮວມ
th: ไม่เก็บถาวร

source: Post is saved
km: ការដាក់បង្ហោះត្រូវបានរក្សាទុក
lo: ໂພດສ໌ໄດ້ເກັບຮັກສາໄວ້
th: โพสต์ถูกบันทึก

source: wpckan is not correctly configured. Please, check the
km: wpckan មិនបានកំណត់រចនាសម្ព័ន្ធត្រឹមត្រូវ។ សូមពិនិត្យមើលទ្បើងវិញ
lo: wpckan ເອົາເຂົ້າກັນຢ່າງບໍ່ຖືກຕ້ອງ. ກະລຸນາ, ກວດເບິ່ງ
th: wpckan ไม่ได้กำหนดค่าอย่างถูกต้อง โปรดตรวจสอบ

source: Back to search
lo: ກັບໄປບ່ອນຊອກຫາ
th: กลับไปที่ ค้นหา

source: Resources
km: ធនធាន
lo: ແຫຼ່ງທີ່ມາ
th: ทรัพยากร

source: Download
km: ទាញយក
lo: ດາວໂຫຼດ
th: ดาวน์โหลด

source: Additional info
km: ព័ត៌មាន​បន្ថែម
lo: ຂໍ້ມູນເພີ່ມເຕີມ
th: ข้อมูลเพิ่มเติิม

source: No metadata available for current dataset
km: ពុំមានប្រវត្តិទិន្នន័យសម្រាប់សំណុំទិន្នន័យនេះទេ
lo: ບໍ່ມີລາຍລະອຽດຂອງຂໍ້ມູນສຳລັບຊຸດຂໍ້ມູນປັດຈຸບັນ
th: ไม่มีข้อมูลเมตาที่ใช้งานได้ สำหรับชุดข้อมูลปัจจุบัน

source: Add related datasets
km: បន្ថែមសំណុំទិន្នន័យពាក់ព័ន្ធ
lo: ເພີ່ມຊຸດຂໍ້ມູນທີ່ກ່ຽວຂ້ອງ
th: เพิ่มชุดข้อมูลที่เกี่ยวข้อง

source: Connecting to CKAN
km: ភ្ជាប់ទៅកាន់មជ្ឈមណ្ឌលទិន្នន័យ CKAN
lo: ເຊື່ອມຕໍ່ກັບ CKAN
th: กำลังเชื่อมต่อกับ CKAN

source: Specify protocol such as http:// or https://.
km: បញ្ជាក់ពិធីការដូចជា http: // ឬ https: //
lo: ລະບຸໂປຣແກຣມເຊັ່ນ: http:// ຫຼື https://.
th: ระบุ protocol เช่น http:// หรือ https://.

source: CKAN Api key
km: គន្លឹះ ស៊ីខេន អេភីអាយ
lo: ກະແຈຂອງ CKAN API

source: Available under the profile page of a CKAN user with Admin rights.
km: អាចរកបាន​តាមគេហទំព័ររូបភាព​ របស់គណនី​ CKAN​ ជាមួយនឹងម្ចាស់សិទ្ធ
lo: ມີໃຫ້ພາຍໃຕ້ໜ້າໂຄງສ້າງຂອງຜູ້ນຳໃຊ້ CKAN ທີ່ມີສິດທິບໍລິຫານ
th: สามารถใช้งานได้ภายใต้ ชื่อผู้ใช้ CKAN ที่มีสิทธิ์เป็นผู้ดูแลระบบ

source: Connection status
km: ស្ថានភាពតភ្ជាប់
lo: ສະຖານະການເຊື່ອມຕໍ່
th: สถานะการเชื่อมต่อ

source: CKAN URL specified correctly.
km: អាសយដ្ឋានគេហទំព័រ CKAN បញ្ជាក់បានត្រឹមត្រូវ
lo: CKAN URL ໄດ້ລະບຸຢ່າງຖືກຕ້ອງ
th: ระบุ CKAN URL อย่างถูกต้อง

source: Problem connecting to CKAN instance. Please, check the specified URL.
km: បញ្ហាតភ្ជាប់ទៅកាន់ CKAN។ សូមពិនិត្យមើល អាសយដ្ឋានគេហទំព័រ
lo: ບັນຫາການເຊື່ອມຕໍ່ຫາກໍລະນີຂອງ CKAN. ກະລຸນາກວດເບິ່ງ URL ທີ່ໄດ້ກຳນົດ
th: ปัญหาในการเชื่อมต่อกับ CKAN โปรดตรวจสอบ URL ที่ระบุ

source: CKAN API Key specified correctly.
km: លេខកូដរបស់ ស៊ីខេន អេភីអាយ ត្រូវបានបញ្ចាក់យ់ាងត្រឹមត្រូវ
lo: ກະແຈຂອງ CKAN API ໄດ້ລະບຸຢ່າງຖືກຕ້ອງ
th: ระบุ CKAN API Key อย่างถูกต้อง

source: Please, specify a valid CKAN API Key.
km: សូមមេត្តា បញ្ជាក់នូវលេខកូដ​ ស៊ីខេន អេភីអាយ ដែលមានសុពលភាព
lo: ກະລຸນາລະບຸກະແຈຂອງ CKAN API ທີ່ຖືກຕ້ອງ
th: โปรด ระบุ CKAN API Key ที่สามารถใช้ได้

source: Supported post types
km: ប្រភេទដាក់បង្ហោះទៅបាន
lo: ປະເພດໂພດສ໌ທີ່ຈຸນເຈືອ
th: ประเภทการโพสต์ที่สนับสนุน

source: Dataset detail pages
km: ទំព័រពិស្តារអំពីសំណុំទិន្នន័យ
lo: ໜ້າຊຸດຂໍ້ມູນລະອຽດ
th: หน้ารายละเอียดชุดข้อมูล

source: Supported fields
km: ពាក្យអាចជ្រើសបាន
lo: ດ້ານທີ່ຈຸນເຈືອ
th: fields ที่สนับสนุน

source: title, description, license_url, ...
km: ចំនងជើង ពត៌មានលំអិត អជ្ញាប័ណ្ណ
lo: ຫົວຂໍ, ຄຳອະທິບາຍ, ໃບອະນຸຍາດ_url, ...
th: หัวข้อ, คำอธิบาย, ใบอนุญาต_url, ...

source: Specify a list of Comma-separated field names to show on the additional data section. Mind order.
km: សូមបញ្ជាក់នូវ​ ក្បៀស លើតារាងឈ្មោះដើម្បីបង្ហាញ ទិន្ន័យបន្ថែម។​ តាមលំដាប់
lo: ລະບຸລາຍການດ້ານຫົວຂໍ້ທີ່ແຍກໂດຍຈຸດເພື່ອສະແດງໃນສ່ວນຂໍ້ມູນເພີ່ມເຕີມ. ລະວັງລຳດັບ.
th: ระบุรายชื่อของ Comma-separated field names เพื่อแสดงในส่วนข้อมูลเพิ่มเติม ระวังในคำสั่ง

source: Download data
km: ទាញយកទិន្នន័យ
lo: ດາວໂຫຼດຂໍ້ມູນ
th: ดาวน์โหลดข้อมูล

source: View dataset table
km: ពិនិត្យមើលតារាងសំណំុទិន្នន័យ
lo: ເບິ່ງຕາຕະລາງຊຸດຂໍ້ມູນ
th: ดูตารางชุดข้อมูล

source: Title:
km: ចំណងជើង៖
lo: ຫົວຂໍ້
th: หัวข้อ:

source: CKAN Organization:
lo: ອົງການ CKAN
th: การจัดระบบ CKAN:

source: All
km: ទាំងអស់
lo: ທັງໝົດ
th: ทั้งหมด

source: Search field:
km: ស្វែងរកពាក្យ៖
lo: ດ້ານທີ່ຄົ້ນຫາ:
th: ค้นหา field:

source: Dataset type:
km: ប្រភេទទិន្នន័យ
lo: ປະເພດຊຸດຂໍ້ມູນ
th: ชนิดชุดข้อมูล:

source: dataset, library_record, etc..
lo: ຊຸດຂໍ້ມູນ, ຫ້ອງສະໝຸດ, ບັນທຶກ, ອື່ນໆ...
th: ชุดข้อมูล, ห้องสมุด_ข้อมูลบันทึก, อื่น ๆ ...

source: Select max number of posts to list (-1 to show all):
lo: ເລືອກຈຳນວນສູງສຸດຂອງໂພດສ໌ເພື່ອລົງລາຍການ (-1 ເພື່ອສະແດງທັງໝົດ)
th: เลือกตัวเลขสูงสุดของโพสต์เพื่อแสดงรายชื่อ (-1 เพื่อแสดงทั้งหมด)

source: Output fields for dataset:
lo: ດ້ານຂໍ້ມູນທີ່ໄດ້ຮັບສຳລັບຊຸດຂໍ້ມູນ
th: Output fields สำหรับชุดข้อมูล:

source: Output fields for resources:
lo: ດ້ານຂໍ້ມູນທີ່ໄດ້ຮັບສຳລັບແຫຼ່ງທີ່ມາ:
th: Output fields สำหรับทรัพยากร:

source: Order by:
lo: ສັ່ງໂດຍ:
th: เรียงตาม:

source: WPCKAN Query Datasets
lo: ຄຳຖາມຊຸດຂໍ້ມູນ WPCKAN
th: ชุดข้อมูล WPCKAN Query

source: Query resources and displays them in a post or page.
lo: ແຫຼ່ງທີ່ມາຂອງຄຳຖາມ ແລະ ສະແດງໃຫ້ເຫັນຢູ່ໃນໂພດສ໌ ຫຼື ໜ້າ
th: Query resources และแสดงผลในโพสต์ หรือ หน้าเว็บ

source: Related datasets
km: ទិន្នន័យពាក់ព័ន្ធ
lo: ຊຸດຂໍ້ມູນທີ່ກ່ຽວຂ້ອງ
th: ชุดข้อมูลที่เกี่ยวข้อง

source: Query:
lo: ຄຳຖາມ:

source: CKAN Group:
lo: ກຸ່ມ CKAN

source: Additional filtering:
lo: ການກັ່ນຕອງເພີ່ມເຕີມ
th: การกรองเพิ่มเติม:

source: Specify valid JSON, otherwise not saved
lo: ລະບຸ JSON ທີ່ຖືກຕ້ອງ, ຖ້າບໍ່ດັ່ງນັ້ນຈະບໍ່ເກັບຮັກສາ
th: ระบุ JSON ที่ใช้งานได้ มิฉะนั้นจะไม่บันทึกไว้

source: Limit:
lo: ຈຳກັດ
th: จำกัด:

source: More dataset: Link label
lo: ຊຸດຂໍ້ມູນອີກ:
th: ชุดข้อมูลเพิ่มเติม: เชื่อมต่อกับป้ายชื่อกำกับ

source: More dataset: Link (URL)
lo: ຊຸດຂໍ້ມູນອີກ: ລິງ (URL)
th: ชุดข้อมูลเพิ่มเติม: เชื่อมต่อ (URL)

source: WPCKAN Related Datasets
lo: ຊຸດຂໍ້ມູນທີ່ກ່ຽວຂ້ອງກັບ WPCKAN
th: ชุดข้อมูล WPCKAN ที่เกี่ยวข้อง

source: Display post related datasets.
lo: ສະແດງລາຍການທີ່ກ່ຽວຂ້ອງກັບຊຸດຂໍ້ມູນ
th: ชุดข้อมูลโพสต์แสดงผลที่เกี่ยวข้อง

source: Add related CKAN content
km: បន្ថែមទិន្នន័យ CKAN ពាក់ព័ន្ធ
lo: ເພີ່ມເນື້ອໃນທີ່ກ່ຽວຂ້ອງກັບ CKAN
th: เพิ่ม CKAN content ที่เกี่ยวข้อง

source: Archive Post as CKAN dataset
km: រក្សាទុកការដាក់បង្ហោះជាសំណំុទិន្នន័យ CKAN
lo: ບ່ອນເກັບເອກະສານແຈ້ງເປັນຊຸດຂໍ້ມູນຂອງ CKAN
th: Archive Post เป็นชุดข้อมูล CKAN

source: You do not have sufficient permissions to access this page.
km: លោកអ្នក មិនមានការអនុញ្ញាតគ្រប់គ្រាន់ដើម្បីចូលអានទំព័រនេះទេ
lo: ທ່ານບໍ່ມີການອະນຸຍາດພຽງພໍໃນການເຂົ້າເຖິງໜ້ານີ້
th: คุณไม่มีสิทธิ์เพียงพอในการเข้าถึงหน้านี้

source: CKAN Url
km: អាសយដ្ឋានគេហទំព័រ CKAN

source: Field mappings for keys
km: ទំរង់សំរាប់លេខកូដ
th: Field mappings สำหรับ keys

source: Specify a list key => value mappings, separated by line breaks which define the mapping of a metadata field key to its label
km: កំណត់លេខកូដ=> ការធ្វើផែនទីទិន្នន័យ​ ខ័ណ្ឌដោយបន្ទាត់មួយដែលកំណត់ផែនទីField KeyចំពោះLabelនៃប្រភពដើមឯកសារmetadata។
th: ระบุรายชื่อของ key => value mappings, แยกโดยการแบ่งบรรทัด ซึ่งกำหนดการทำแผนที่ของ metadata field key ลงในป้ายกำกับ

source: Specify a list value => value mappings, separated by line breaks which define the mapping of a metadata field value to its label
km: បញ្ជាក់តម្លៃបញ្ជី => ការផ្គូផ្គងតម្លៃដែលបំបែកដោយការបំបែកបន្ទាត់ដែលកំណត់ផែនទីនៃទិន្នន័យនៅទីវាលដែលមានតម្លៃស្លាកសញ្ញារបស់ខ្លួន
th: ระบุรายชื่อของ value => value mappings, แยกโดยการแบ่งบรรทัด ซึ่งกำหนดการทำแผนที่ของ metadata field key ลงในป้ายกำกับ

source: Linked fields
km: វាលដែលបានតភ្ជាប់
th: fields ที่เชื่อมโยง

source: Open datasets in new tab
km: បើកសំណំុទិន្នន័យនៅលើផ្ទាំងថ្មី
th: เปิดชุดข้อมูลในแท็บใหม่

source: if checked, links to datasets will be opened in a new tab/window
km: ប្រសិនជ្រើសយក តំណទៅកាន់សំណំុទិន្នន័យនឹងបើកនៅលើផ្ទាំងថ្មី
th: หากตรวจสอบแล้วเชื่อมต่อไปยังชุดข้อมูล จะถูกเปิดในแท็บใหม่/หน้าต่างใหม่

source: Field mappings for values
th: Field mappings สำหรับ values

source: Supported datatables
th: ตารางข้อมูลที่สนับสนุน

source: Specify a list field_id => respurce_id mappings, separated by line breaks which define the mapping of a metadata field value to its label
th: ระบุรายชื่อของ field_id => respurce_id mappings, แยกโดยการแบ่งบรรทัด ซึ่งกำหนดการทำแผนที่ของ metadata field key ลงในป้ายกำกับ

source: Specify a list of Comma-separated field names containing ids to link to other datasets.
th: ระบุรายชื่อของ Comma-separated field names ที่มีรหัสสำหรับเชื่อมต่อไปยังชุดข้อมูลอื่น

source: Enable url redirection
th: เปิดใช้การเปลี่ยนเส้นทาง url

source: Enable caching for API requests
th: เปิดการจัดเก็บสำหรับการร้องขอ API

source: Cache file path
th: เส้นทางแคชไฟล์

source: Path where cached files are going to be stored. Mind permissions.
th: เส้นทางที่แคชไฟล์จะถูกนำไปจัดเก็บ ระวังการอนุญาต

source: Cache time
th: เวลา Cache

source: Time in milisecons cached versions will be kept.
th: เวลาใน milisecons cached versions จะถูกเก็บ

source: Logging
th: กำลังบันทึก

source: Enable log
th: เปิดใช้การบันทึก log

source: Log file path
th: เส้นทาง Log file

source: Path to file storing the logs. Mind permissions, file will be created if it does not exist.
th: เส้นทางในการเก็บแฟ้มบันทึก logs ระวังการอนุญาต แฟ้มข้อมูลจะถูกสร้างหากไม่มีแฟ้มข้อมูลอยู่

source: WPCKAN Query resources by post's category
th: WPCKAN Query resources โดยหมวดหมู่ของโพสต์

source: Queries CKAN for datasets with the post's category as value for the field specified.
th: Queries CKAN สำหรับชุดข้อมูลด้วยหมวดหมู่ของโพสต์เป็นค่าสำหรับ field ที่ระบุ

source: Custom posts
th: โพสต์ที่กำหนดเอง
