Repository: Aishete/wpckan
Catalog: i18n/wpckan-*.po
Languages: km, lo, th

source: Action Plan
km: ផែនការសកម្មភាព
lo: ແຜນການດຳເນີນງານ
th: แผนปฏิบัติการ

source: Amendments
km: វិសោធនកម្ម
lo: ການແກ້ໄຂ
th: การแก้ไข

source: ASEAN Agreements
km: កិច្ចព្រមព្រៀងអាស៊ាន
lo: ສັນຍາອາຊຽນ
th: ข้อตกลงอาเซียน

source: Bilateral Agreements
km: កិច្ចព្រមព្រៀងទ្វេភាគី
lo: ສັນຍາສອງຝ່າຍ
th: ข้อตกลงทวิภาคี

source: Bilateral Treaty
km: សន្ធិសញ្ញាទ្វេភាគី
lo: ສົນທິສັນຍາສອງຝ່າຍ
th: สนธิสัญญาทวิภาคี

source: By-Laws
km: បទបញ្ជា
lo: ໂດຍກົດໝາຍ
th: โดยกฎหมาย

source: Circular
km: សារាចរ
lo: ໃບແຈ້ງຄວາມ
th: หนังสือเวียน

source: Code
km: ក្រម
lo: ລະຫັດ
th: รหัส

source: Constitution
km: រដ្ឋ​ធម្មនុញ្
lo: ລັດຖະທຳມະນູນ
th: รัฐธรรมนูญ

source: Contracts
km: កិច្ចសន្យា
lo: ສັນຍາ
th: สัญญา

source: Agreements
km: កិច្ចព្រមព្រៀង
lo: ຂໍ້ຕົກລົງ
th: ข้อตกลง

source: Customary law
km: ច្បាប់ទំនៀមទម្លាប់
lo: ກົດໝາຍປະເພນີ
th: กฎหมายจารีตประเพณี

source: Decision
km: សេចក្តី​សំរេច
lo: ການຕັດສິນໃຈ
th: คำวินิจฉัย

source: Decree
km: ក្រឹត្យ
lo: ບັນຍັດ
th: กฤษฎีกา

source: Directive
km: បទបញ្ជា
lo: ຄຳສັ່ງ
th: คำสั่ง

source: Draft
km: សេចក្តីព្រាង
lo: ຮ່າງ
th: ร่าง

source: Guideline
km: គោលការណ៍​ណែនាំ
lo: ຄຳແນະນຳ
th: แนวทาง

source: Instruction
km: សេចក្តីណែនាំ
lo: ຄຳແນະນຳ
th: คำสั่ง

source: International Treaty
km: សិន្ធិ​សញ្ញា​អន្តរ​ជាតិ
lo: ສົນທິສັນຍາສາກົນ
th: สนธิสัญญาระหว่างประเทศ

source: Joint circular
km: សរាចររួម
lo: ເຂົ້າຮ່ວມວົງ
th: หนังสือเวียนร่วม

source: Law
km: ច្បាប់
lo: ກົດໝາຍ
th: กฎหมาย

source: Letter
km: លិខិត
lo: ໜັງສື
th: หนังสือ

source: Notification
km: សេចក្តីជូនដំណឹង
lo: ແຈ້ງການ
th: การแจ้งเตือน

source: Order
km: សេចក្តីបង្គាប់
lo: ຄຳສັ່ງ
th: คำสั่ง

source: Ordinance
km: ដីកា
lo: ກົດໝາຍ
th: ข้อบัญญัติ

source: other
km: ផ្សេងៗទៀត
lo: ອື່ນໆ
th: อื่น ๆ

source: Policy
km: គោលនយោបាយ
lo: ນະໂຍບາຍ
th: นโยบาย

source: Proclamation
km: ប្រកាស
lo: ການປະກາດ
th: ประกาศ

source: Regional Agreements
km: កិច្ចព្រមព្រៀងថ្នាក់តំបន់
lo: ສັນຍາພາກພື້ນ
th: ข้อตกลงระดับภูมิภาค

source: Regulation
km: បទប្បញ្ញត្តិ
lo: ຂໍ້ກຳນົດ
th: ข้อบังคับ

source: Resolution
km: សេចក្តីសម្រេចចិត្ត
lo: ການແກ້ໄຂ
th: มติ

source: Royal decree
km: ព្រះរាជក្រឹត្យ
lo: ພະຣາຊກຳນົດ
th: พระราชกฤษฎีกา

source: Rule
km: បទបញ្ជា
lo: ກົດລະບຽບ
th: ข้อบังคับ

source: Strategic Plan
km: ផែនការយុទ្ធសាស្រ្ត
lo: ແຜນຍຸດທະສາດ
th: แผนกลยุทธ์

source: Strategy
km: យុទ្ធសាស្រ្ត
lo: ຍຸດທະສາດ
th: กลยุทธ์

source: Sub-decree
km: អនុក្រឹត្យ
lo: ບັນຍັດຍ່ອຍ
th: กฤษฎีกาย่อย

source: Trade Agreements
km: កិច្ចព្រមព្រៀងពាណិជ្ជកម្ម
lo: ສັນຍາການຄ້າ
th: ข้อตกลงทางการค้า

source: Triangualar Agreement
km: កិច្ចព្រមព្រៀងត្រីកោណ
lo: ສັນຍາສາມຝ່າຍ
th: ข้อตกลงสามเหลี่ยม

source: UN Charters
km: ធម្មនុញ្ញអង្គការសហប្រជាជាតិ
lo: ກົດບັດສະຫະປະຊາຊາດ
th: กฎบัตรสหประชาชาติ

source: Prime Minister
km: នាយករដ្ឋមន្ត្រី
lo: ນາຍົກລັດຖະມົນຕີ
th: นายกรัฐมนตรี

source: Minister in charge of the Office of the Council of Ministers
km: រដ្ឋមន្រ្តីទទួលបន្ទុកទីស្តីការគណៈរដ្ឋមន្រ្តី
lo: ລັດຖະມົນຕີທີ່ຮັບຜິດຊອບໃນຫ້ອງການຂອງຄະນະກຳມະການລັດຖະມົນຕີ

source: Minister of Interior
km: រដ្ឋមន្រ្តីក្រសួងមហាផ្ទៃ
lo: ລັດຖະມົນຕີພາຍໃນ
th: กระทรวงมหาดไทย

source: Minister of Land Management Urban Planning and Construction
km: រដ្ឋមន្រ្តី​ក្រសួង​រៀបចំ​ដែនដី នគរូប​នីយកម្ម និង​សំណង់
lo: ລັດຖະມົນຕີການຄຸ້ມຄອງທີ່ດິນການວາງແຜນ ແລະ ການກໍ່ສ້າງຕົວເມືອງ

source: Minister of Economy and Finance
km: រដ្ឋមន្រ្តីក្រសួងសេដ្ឋកិច្ចនិងហិរញ្ញវត្ថុ
lo: ລັດຖະມົນຕີເສດຖະກິດ ແລະ ການເງິນ

source: Minister of Environment
km: រដ្ឋមន្រ្តីក្រសួងបរិស្ថាន
lo: ລັດຖະມົນຕີສິ່ງແວດລ້ອມ

source: Minister of Agriculture Forestry and Fisheries
km: រដ្ឋមន្រ្តីក្រសួងកសិកម្មរុក្ខាប្រមាញ់និងនេសាទ
lo: ລັດຖະມົນຕີກະສິກຳປ່າໄມ້ ແລະ ການປະມົງ

source: Minister of Civil Service
km: រដ្ឋមន្រ្តីក្រសួងមុខងារសាធារណៈ
lo: ລັດຖະມົນຕີວ່າການກະຊວງແຮງງານ

source: Minister of Cult and Religion
km: រដ្ឋមន្រ្តីក្រសួងធម្មការ និងសាសនា
lo: ລັດຖະມົນຕີທາງດ້ານສາສະໜາ

source: Minister of Culture and Fine Arts
km: រដ្ឋមន្រ្តីក្រសួងវប្បធម៌ និងវិចិត្រសិល្បៈ
lo: ລັດຖະມົນຕີວັດທະນະທຳ ແລະ ສິນລະປະ

source: Ministry of Commerce
km: រដ្ឋមន្រ្តីក្រសួងពាណិជ្ជកម្ម
lo: ກະຊວງການຄ້າ

source: Minister of Education Youth and Sport
km: រដ្ឋមន្រ្តីក្រសួងអប់រំ យុវជន និងកីឡា
lo: ລັດຖະມົນຕີກະຊວງການສຶກສາຊາວໜຸ່ມ ແລະ ກິລາ

source: Minister of Foreign Affairs and International Cooperation
km: រដ្ឋមន្រ្តីក្រសួងការបរទេស និងសហប្រតិបត្តុិការអន្តរជាតិ
lo: ລັດຖະມົນຕີກະຊວງການຕ່າງປະເທດ ແລະ ການຮ່ວມມືສາກົນ

source: Minister of Health
km: រដ្ឋមន្រ្តីក្រសួងសុខាភិបាល
lo: ລັດຖະມົນຕີສາທາລະນະສຸກ

source: Minister of Industry and Handicrafts
km: រដ្ឋមន្រ្តីក្រសួងឧស្សាហកម្ម និងសិប្បកម្ម
lo: ລັດຖະມົນຕີກະຊວງອຸດສະຫະກຳ ແລະ ຫັດຖະກຳ

source: Minister of Information
km: រដ្ឋមន្រ្តីក្រសួងព័ត៌មាន
lo: ລັດຖະມົນຕີກະຊວງຂໍ້ມູນ

source: Minister of Justice
km: រដ្ឋមន្រ្តីក្រសួងយុត្តិធម៌
lo: ລັດຖະມົນຕີກະຊວງຍຸຕິທຳ

source: Minister of Labour and Vocational Training
km: រដ្ឋមន្រ្តីក្រសួងការងារ និងបណ្តុះបណ្តាលវិជ្ជាជីវៈ
lo: ລັດຖະມົນຕີກະຊວງການຝຶກອົບຮົມສີມືແຮງງານ ແລະ ວິຊາຊີບ

source: Ministry of Land Management, Urban Planning and Construction
km: រដ្ឋមន្រ្តីក្រសួងរៀបចំដែនដី នគរូបនីយកម្ម និងសំណង់
lo: ກະຊວງຄຸ້ມຄອງທີ່ດິນ, ການວາງແຜນ ແລະ ການກໍ່ສ້າງຕົວເມືອງ

source: Minister of Mines and Energy
km: រដ្ឋមន្រ្តីក្រសួងរ៉ែ និងថាមពល
lo: ລັດຖະມົນຕີກະຊວງບໍ່ແຮ່ ແລະ ພະລັງງານ

source: Minister of National Defense
km: រដ្ឋមន្រ្តីក្រសួងការពារជាតិ
lo: ລັດຖະມົນຕີກະຊວງປ້ອງກັນປະເທດ

source: Minister of National Assembly-Senate Relations and Inspection
km: ក្រសួងទំនាក់ទំនង​​ រដ្ធសភា-ព្រឹទ្ធសភា​និងអធិការកិច្ច
lo: ລັດຖະມົນຕີການພົວພັນສະພາແຫ່ງຊາດ ແລະ ການກວດກາ

source: Minister of Planning
km: រដ្ឋមន្រ្តីក្រសួងផែនការ
lo: ລັດຖະມົນຕີກະຊວງແຜນການ

source: Minister of Posts and Telecommunication
km: រដ្ឋមន្រ្តីក្រសួងប្រៃសណីយ៍ និងទូរគមនាគមន៍
lo: ລັດຖະມົນຕີກະຊວງໄປສະນີ ແລະ ການສື່ສານໂທລະຄົມ

source: Minister of Public Works and Transport
km: រដ្ឋមន្រ្តីក្រសួងសាធារណការ និងដឹកជញ្ជូន
lo: ລັດຖະມົນຕີກະຊວງໂຍທາທິການ ແລະ ຂົນສົ່ງ

source: Minister of Social Affairs Veterans and Youth Rehabilitation
km: រដ្ឋមន្រ្តីក្រសួងសង្គមកិច្ច អតីតយុទ្ធជន និងយុវនីតិសម្បទា
lo: ລັດຖະມົນຕີກະຊວງສັງຄົມສົງເຄາະ, ນັກຮົບເກົ່າ ແລະ ການຟື້ນຟູຊາວໜຸ່ມ

source: Minister of Tourism
km: រដ្ឋមន្រ្តីក្រសួងទេសចរណ៍
lo: ລັດຖະມົນຕີກະຊວງການທ່ອງທ່ຽວ

source: Minister of Water Resources and Meteorology
km: រដ្ឋមន្រ្តីក្រសួងធនធានទឹក និងឧតុនិយម
lo: ລັດຖະມົນຕີກະຊວງຊັບພະຍາກອນນ້ຳ ແລະ ອຸຕຸນິຍົມວິທະຍາ

source: Minister of Women's Affairs
km: ក្រសួងកិច្ចការនារី
lo: ລັດຖະມົນຕີກະຊວງແມ່ຍິງ

source: Secretary of State of Civil Aviation
km: រដ្ឋលេខាធិការរដ្ឋលេខាធិការដ្ឋានអាកាសចរណ៍ស៊ីវិល
lo: ເລຂາທິການຂອງລັດຂອງການບິນພົນລະເຮືອນ

source: Secretary of State
km: រដ្ឋលេខាធិការ
lo: ເລຂາທິການຂອງລັດ

source: Municipal-Provincial Governor/Council
km: អភិបាល/ក្រុមប្រឹក្សា រាជធានី-ខេត្ត
lo: ເຈົ້າເມືອງ-ແຂວງ/ຄະນະກຳມະການ

source: City Governor/Council
km: អភិបាល/ក្រុមប្រឹក្សាក្រុង
lo: ເຈົ້າຄອງຕົວເມືອງ/ຄະນະກຳມະການ

source: District-Khan Governor/Council
km: អភិបាល/ក្រុមប្រឹក្សា ស្រុក-ខណ្ឌ
lo: ເມືອງ-ຄານ ເຈົ້າເມືອງ/ຄະນະກຳມະການ

source: Commune-Sangkat Chief/Council
km: ប្រធាន/ក្រុមប្រឹក្សា ឃុំ-សង្កាត់
lo: ປະຊາຄົມ-ສາງກັດ ຫົວໜ້າ/ຄະນະກຳມະການ

source: Inter-Ministerial Committee for Assessment Measurement and Evaluation of the Economic Land Concessions
lo: ຄະນະກຳມະການສາກົນສຳລັບການປະເມີນ, ການວັດແທກ ແລະ ການປະເມີນຜົນຂອງເສດຖະກິດການສຳປະທານທີ່ດິນ

source: Royal Government of the Kingdom of Cambodia
km: រាជរដ្ឋាភិបាលនៃព្រះរាជាណាចក្រកម្ពុជា
lo: ລາຊາລັດຖະບານແຫ່ງອານາຈັກກຳປູເຈຍ

source: Secretary General
km: អគ្គលេខាធិការ
lo: ເລຂາທິການທົ່ວໄປ

source: General Inspector
km: អគ្គាធិការ
lo: ຜູ້ກວດກາທົ່ວໄປ

source: Forestry Administration
km: រដ្ឋបាលព្រៃឈើ
lo: ການຄຸ້ມຄອງປ່າໄມ້

source: Council for Development of Cambodia
km: ក្រុមប្រឹក្សាអភិវឌ្ឈន៍កម្ពុជា
lo: ຄະນະກຳມະການສຳລັບການພັດທະນາກຳປູເຈຍ

source: Electricity Authority of Cambodia
km: អាជ្ញាធរអគ្គិសនីកម្ពុជា
lo: ເຈົ້າໜ້າທີ່ໄຟຟ້າກຳປູເຈຍ

source: Cabinet
km: ខុទ្ទកាល័យ
lo: ຄະນະລັດຖະມົນຕີ
th: คณะรัฐมนตรี

source: National Authority for Land Dispute Resolution
km: អាជ្ញាធរជាតិដោះស្រាយទំនាស់ដីធ្លី
lo: ເຈົ້າໜ້າທີ່ແຫ່ງຊາດສຳລັບການແກ້ໄຂຂໍ້ຂັດແຍ່ງກ່ຽວກັບທີ່ດິນ

source: Council of Ministers
km: គណៈរដ្ឋមន្រ្តី
lo: ຄະນະລັດຖະມົນຕີ

source: Company Director
km: នាយកក្រុមហ៊ុន
lo: ຜູ້ອຳນວຍການບໍລິສັດ
th: กรรมการผู้จัดการบริษัท

source: Apsara Authority
km: អាជ្ញាធរអប្សរា
lo: ເຈົ້າໜ້າທີ່ປົກປັກຮັກສາເຂດວັດອັງກໍ

source: Phnom Penh Capital Hall
km: សាលារាជធានីភ្នំពេញ
lo: ຫໍນະຄອນຫຼວງພະນົມເປັນ

source: City Council
km: ក្រុមប្រឹក្សាក្រុង
lo: ຄະນະກຳມະການຕົວເມືອງ

source: Commune-Sangkat Council
km: ក្រុមប្រឹក្សាឃុំសង្កាត់
lo: ຄະນະກຳມະການຊຸມຊົນ-ສັງກັດ

source: Congress between National Assembly and Senate
km: សមាជរដ្ឋសភា និងព្រឹទ្ធសភា
lo: ການພົບປະກັນລະຫວ່າງສະພາແຫ່ງຊາດ ແລະ ວຸດທິສະພາ

source: Constituent Assembly
km: សភាធម្មនុញ្ញ
lo: ອົງປະກອບສະພາ

source: Constitutional Council
km: ក្រុមប្រឹក្សាធម្មនុញ្ញ
lo: ສະພາການເມືອງ

source: District-Khan Council
km: ក្រុមប្រឹក្សាស្រុក-ខ័ណ្ឌ
lo: ຄະນະກຳມະການເມືອງຄານ

source: King, of the Kingdom of Cambodia
km: ព្រះមហាក្សត្រ នៃព្រះរាជាណាចក្រកម្ពុជា
lo: ເຈົ້າຊີວິດຂອງອານາຈັກກຳປູເຈຍ

source: Ministry of Agriculture Forestry and Fisheries
km: ក្រសួងកសិកម្ម រុក្ខាប្រមាញ់ និង​នេសាទ
lo: ກະຊວງກະສິກຳ-ປ່າໄມ້ ແລະ ການປະມົງ

source: Ministry of Industries, Mines and Energy
km: ក្រសួងឧស្សាហកម្ម រ៉ែ និងថាមពល
lo: ກະຊວງອຸດສາຫະກຳ, ບໍ່ແຮ່ ແລະ ພະລັງງານ

source: Ministry of Posts and Telecommunications
km: ក្រសួងប្រៃសណីយ៍និងទូរគមនាគមន៍
lo: ກະຊວງ ໄປສະນີ, ໂທລະຄົມມະນາຄົມ ແລະ ການສື່ສານ

source: Ministry of Public Works and Transport
km: ក្រសួងសាធារណៈការនិងដឹកជញ្ជូន
lo: ກະຊວງໂຍທາທິການ ແລະ ຂົນສົ່ງ

source: Ministry of National Assembly-Senate Relations and Inspection
km: ក្រសួងទំនាក់ទំនងជាមយយរដ្ឋសភា-ព្រីទ្ធសភា​ និងអធិការកិច្ច
lo: ກະຊວງການພົວພັນ ແລະ ການກວດກາສະພາແຫ່ງຊາດ-ວຸດທິສະພາ

source: Ministry of Cult and Religion
km: ក្រសួងធម្មការនិងសាសនា
lo: ກະຊວງສາສະໜາ

source: Ministry of Social Affairs, Veterans and Youth Rehabilitation
lo: ກະຊວງ ສັງຄົມສົງເຄາະ, ນັກຮົບເກົ່າ ແລະ ການຟື້ນຟູຊາວໜຸ່ມ

source: Ministry of Tourism
km: ក្រសួងទេសចរណ៍
lo: ກະຊວງການທ່ອງທ່ຽວ

source: Ministry of Water Resources and Meterology
km: ក្រសួងធនធានទឹក និងឧតុនិយម
lo: ກະຊວງຊັບພະຍາກອນນ້ຳ ແລະ ອຸຕຸນິຍົມວິທະຍາ

source: Ministry of Woman's Affairs
km: ក្រសួងកិច្ចការនារី
lo: ກະຊວງແມ່ຍິງ

source: National Assembly
km: រដ្ឋសភា​
lo: ສະພາແຫ່ງຊາດ

source: Office of the Council of Ministers
km: ទីស្តីការគណៈរដ្ឋមន្ត្រី
lo: ຫ້ອງການສະພາລັດຖະມົນຕີ

source: Office of the Prime Minister
km: ខុទ្ទកាល័យនាយករដ្ឋមន្ត្រី
lo: ຫ້ອງການນາຍົກລັດຖະມົນຕີ

source: Parliament
km: សភា
lo: ລັດຖະສະພາ
th: รัฐสภา

source: Provincial-Capital Council
km: ក្រុមប្រឹក្សារាជធានីខេត្ត
lo: ຄະນະກຳມະການແຂວງ-ນະຄອນຫລວງ

source: Provincial Department of Ministry
km: មន្ទីរក្រសួង
lo: ພະແນກປະຈຳແຂວງ

source: Royal Palace
km: ព្រះបរមរាជវាំង
lo: ພະລາຊາວັງ
th: พระราชวัง

source: Senate
km: ព្រឹទ្ធសភា
lo: ວຸດທິສະພາ
th: วุฒิสภา

source: Village administration
km: រដ្ឋបាលភូមិ
lo: ການຄຸ້ມຄອງບ້ານ

source: Phnom Penh Captial Hall
km: សាលារាជធានីភ្នំពេញ
lo: ຫໍນະຄອນຫຼວງພະນົມເປັນ

source: Under negotiation
km: ស្ថិតនៅក្រោមការចរចារ
lo: ພາຍໃຕ້ການເຈລະຈາ
th: อยู่ภายใต้การเจรจา

source: Framework agreement signed
km: កិច្ចព្រមព្រៀងក្របខណ្ឌចុះហត្ថលេខា
lo: ຂໍ້ຕົກລົງກອບວຽກທີ່ເຊັນ
th: ลงนามกรอบข้อตกลง

source: Negotiations launched
km: កិច្ចចរចាបានបញ្ចប់
lo: ການເຈລະຈາໄດ້ເລີ່ມດຳເນີນການ
th: เปิดการเจรจาแล้ว

source: Signed but not yet in effect/validated
km: ចុះហត្ថលេខា ប៉ុន្តែមិនទាន់ចូលជាធរមាន
lo: ເຊັນແຕ່ຍັງບໍ່ມີຜົນບັງຄັບໃຊ້/ກວດກາອະນຸມັດ
th: ลงนาม แต่ยังไม่มีผล/ตรวจสอบ

source: Signed and in effect
km: ចុះហត្ថលេខានិងចូលជាធរមាន
lo: ເຊັນ ແລະ ມີຜົນບັງຄັບໃຊ້
th: ลงนามและมีผล

source: Adopted / validated / in effect
km: អនុម័ត / មានសុពលភាព / មានប្រសិទ្ធិភាព
lo: ຮັບຮອງເອົາ / ກວດສອບ / ມີ​ຜົນ​ນຳໃສ້
th: มีผลบังคับใช้ / มีการตรวจสอบ / มีผล

source: Cancelled
km: លុប​ចោល
lo: ຍົກເລີກ
th: ยกเลิก

source: Expired
km: ផុតកំណត់
lo: ໝົດອາຍຸ
th: หมดอายุ

source: Bill approved
km: វិក័យប័ត្រអនុម័ត
lo: ຮ່າງກົດໝາຍທີ່ອະນຸມັດ
th: อนุมัติร่างกฎหมาย

source: Bill discussed in Pyidaungsu Hluttaw
lo: ຮ່າງກົດໝາຍສົນທະນາໃນຫໍສະມາຊິກສະພາຕ່ຳ

source: Bill send to the President for signature
lo: ຮ່າງກົດໝາຍສົ່ງໃຫ້ປະທານປະເທດເຊັນ
th: ส่งร่างกฎหมายเพื่อให้นายกรัฐมนตรีลงนาม

source: Repealed
km: និរាករណ៍
lo: ຍົກເລີກ
th: ยกเลิก

source: Advocacy and promotional materials
km: សម្ភារៈតស៊ូមតិនិងផ្សព្វផ្សាយ
lo: ອຸປະກອນການໂຄສະນາ ແລະ ສົ່ງເສີມ
th: การแก้ต่าง และ ข้อมูลสนับสนุน

source: Analysis, discussion papers, and blogs
km: ឯកសារវិភាគ ឯកសារពិភាក្សា និងប្លុក
lo: ການວິເຄາະ, ເອກະສານການສົນທະນາ ແລະ ພື້ນທີ່ສົນທະນາທາງເວັບໄຊ໌
th: วิเคราะห์, เอกสารการอภิปราย, และบล็อก

source: Books and book chapters
km: សៀវភៅ និងជំពូកសៀវភៅ
lo: ປື້ມ ແລະ ບົດຂອງປື້ມ
th: หนังสือและบทหนังสือ

source: Case studies
km: ការសិក្សាតាមករណី
lo: ກໍລະນີສຶກສາ
th: กรณีศึกษา

source: Issue and policy briefs
km: សេចក្តីសង្ខេបបញ្ហា និងគោលនយោបាយ
lo: ບັນຫາ ແລະ ນະໂຍບາຍຫຍໍ້
th: ประเด็นปัญหาและแถลงการณ์นโยบาย

source: Profiles - People
km: ព័ត៌មានអំពី-បុគ្គល
lo: ປະຫວັດຫຍໍ້-ຄົນ
th: ประวัติ - บุคคล

source: Profiles - Organizations and projects
km: ព័ត៌មានអំពី-អង្គការចាត់តាំងនិងគម្រោង
lo: ປະຫວັດຫຍໍ້-ອົງການ-ໂຄງການ
th: ประวัติ - องค์กรและโครงการ

source: Profiles - Geographical areas and sites
km: ព័ត៌មានអំពី-តំបន់និងទីតាំងភូមិសាស្រ្ត
lo: ປະຫວັດຫຍໍ້-ເຂດພູມສັນຖານ ແລະ ພື້ນທີ່
th: ประวัติ - พื้นที่ทางภูมิศาสตร์และที่ตั้ง

source: Conference/workshop proceedings and presentations
km: អត្ថបទ និងបទបង្ហាញសន្និសីទ និងសិក្ខាសាលា
lo: ການດຳເນີນການ ແລະ ການສະເໜີຂອງກອງປະຊຸມ
th: บันทึกการประชุมและการนำเสนอของการประชุม/การประชุมเชิงปฏิบัติการ

source: Reports, journal articles, and research papers (including theses and dissertations)
km: របាយការណ៍ អត្ថបទទិនានុប្បវត្តិ និងអត្ថបទស្រាវជ្រាវ (រាប់បញ្ចូលទាំង និក្ខេបបទ និងបរមាធិប្បាយ)
lo: ບົດລາຍງານ, ບົດຄວາມວາລະສານ ແລະ ເອກະສານຄົ້ນຄວ້າ (ລວມທັງບົດວິທະຍານິພົນ)
th: รายงาน บทความวารสาร และเอกสารงานวิจัย (รวมถึงวิทยานิพนธ์และปริญญานิพนธ์)

source: Company profiles
km: ព័ត៌មានក្រុមហ៊ុន
lo: ປະຫວັດຫຍໍ້ຂອງບໍລິສັດ
th: ประวัติบริษัท

source: Archived web content
km: ខ្លឹមសារគេហទំព័រទុកក្នុងប័ណ្ណសារ
lo: ເນື້ອໃນເວັບໄຊຕ໌ທີ່ເກັບໄວ້
th: เนื้อหาเว็บที่เก็บถาวร

source: Banteay Meanchey
km: បន្ទាយមានជ័យ
lo: ບັນເຕມຽນເຈ

source: Battambang
km: បាត់ដំបង
lo: ບັດທຳບັງ

source: Kampong Cham
km: កំពង់ចាម
lo: ຄຳໂພງຈຳ

source: Kampong Chhnang
km: កំពង់ឆ្នាំង
lo: ຄຳໂພງຈ໌ນາງ

source: Kampong Speu
km: កំពង់ស្ពឺ
lo: ຄຳໂພງສ໌ປື

source: Kampong Thom
km: កំពង់ធំ
lo: ຄຳໂພງທົມ

source: Kampot
km: កំពត
lo: ຄຳໂພດ

source: Kandal
km: កណ្តាល
lo: ຄັນດາລ

source: Kep
km: កែប
lo: ເຄບ

source: Koh Kong
km: កោះកុង
lo: ໂຄໂຄງ

source: Kratie
km: ក្រចេះ
lo: ຄ໌ຣາທິ

source: Mondulkiri
km: មណ្ឌលគិរី
lo: ມົນດາລຄີຣິ

source: Oddar Meanchey
km: ឧត្តរមានជ័យ
lo: ໂອດາຣມຽນເຈ

source: Pailin
km: ប៉ៃលិន
lo: ພາຍລີນ

source: Phnom Penh
km: ភ្នំពេញ
lo: ພະນົມເປັນ

source: Preah Sihanouk
km: ព្រះសីហនុ
lo: ພ໌ເຣອາສີຫະນຸກ

source: Preah Vihear
km: ព្រះវិហារ
lo: ພ໌ເຣອາວີເຮອາຣ

source: Prey Veng
km: ព្រៃវែង
lo: ເພຼເວງ

source: Pursat
km: ពោធិ៍សាត់
lo: ພູຣສາດ

source: Ratanakiri
km: រតនគីរី
lo: ຣະທະນະຄິຣິ

source: Siem Reap
km: សៀមរាប
lo: ສຽມຣຽບ

source: Stung Treng
km: ស្ទឹងត្រែង
lo: ສະເຕິງແຕຼງ

source: Svay Rieng
km: ស្វាយរៀង
lo: ສະເວຣຽງ

source: Takeo
km: តាកែវ
lo: ທະເຄວ

source: Tboung Khmum
km: ត្បូងឃ្មុំ
lo: ທະບຸງຂະມຸ

source: Title
km: ចំណងជើង
lo: ຫົວຂໍ້
th: หัวข้อ

source: Description
km: បរិយាយ
lo: ລາຍລະອຽດ
th: คำอธิบาย

source: License
km: អាជ្ញាប័ណ្ណ
lo: ການອະນຸຍາດ
th: ใบอนุญาต

source: Copyright
km: រក្សាសិទ្ធិ
lo: ລິຂະສິດ
th: ลิขสิทธิ์

source: Access and use constraints
km: លក្ខខណ្ឌនៃការប្រើប្រាស់
lo: ຂໍ້ຈຳກັດໃນການເຂົ້າເຖິງ ແລະ ການນຳໃຊ້
th: เข้าถึงได้และจำกัดการใช้งาน

source: Organization
km: អង្គភាព
lo: ອົງການຈັດຕັ້ງ
th: องศ์การ

source: Version
km: កំណែ
lo: ສະບັບ
th: เวอร์ชั่น

source: Contact
km: ទំនាក់ទំនង
lo: ຕິດຕໍ່
th: ต่อต่อ

source: Topics
km: ប្រធានបទ
lo: ຫົວຂໍ້
th: บทความ

source: Language
km: ភាសា
lo: ພາສາ
th: ภาษา

source: Date created
km: កាលបរិច្ឆេទបង្កើត
lo: ວັນທີສ້າງຂຶ້ນ
th: วันที่สร้าง

source: Date uploaded
km: កាលបរិច្ឆេទផ្ទុកឡើង
lo: ວັນທີອັບໂຫຼດ
th: วันที่อัพโหลด

source: Date modified
km: កាលបរិច្ឆេទកែប្រែ
lo: ວັນທີດັດແປງ
th: แก้ไขเมื่อ

source: Temporal range
km: ចន្លោះកាលវេលា
lo: ຊ່ວງເວລາ
th: ช่วงเวลา

source: Geographic area (spatial range)
km: តំបន់ភូមិសាស្រ្ត (ការលាតសន្ធឹងក្នុងលំហ)
lo: ເຂດພູມສັນຖານ (ຂອບເຂດທາງອາວະກາດ)
th: พื้นที่ทางภูมิศาสตร์ (ช่วงเชิงพื้นที่)

source: Accuracy
km: ភាពត្រឹមត្រូវ
lo: ຄວາມຖືກຕ້ອງ
th: ความแม่นยำ

source: Logical consistency
km: ភាពទៀងទាត់តាមហេតុផល
lo: ສອດຄ່ອງຕາມເຫດຜົນ
th: ความสอดคล้องเชิงตรรกะ

source: Completeness
km: ភាពពេញលេញ
lo: ຄວາມສົມບູນ
th: ความสมบูรณ์

source: Process(es)
km: ដំណើរការ
lo: ຂະບວນການ
th: กระบวนการ (s)

source: Source(s)
km: ប្រភព
lo: ແຫຼ່ງຂໍ້ມູນ
th: แหล่งข้อมูล (s)

source: Metadata reference information
km: ព័ត៌មានប្រវត្តិទិន្នន័យ
lo: ຂໍ້ມູນອ້າງອີງກ່ຽວກັບລາຍລະອຽດຂອງຂໍ້ມູນ
th: ข้อมูลอ้างอิงของข้อมูลเมตา

source: Attributes
km: លក្ខណៈសម្បត្តិ
lo: ຄຸນລັກສະນະ
th: ลักษณะ

source: Document type
km: ប្រភេទនៃឯកសារ
lo: ປະເພດເອກະສານ
th: ประเภทของเอกสาร

source: Short title (alternative/varying form of title)
km: ចំណងជើងខ្លី (ទម្រង់ជំនួសចំណងជើងពេញលេញ)
lo: ຫົວຂໍ້ສັ້ນ (ທາງເລືອກ/ຮູບແບບຫົວຂໍ້ທີ່ແຕກຕ່າງກັນ)
th: ชื่อย่อ (ทางเลือก/รูปแบบที่แตกต่างกันของชื่อ)

source: Version / Edition
km: កំណែ/បោះពុម្ព
lo: ສະບັບ/ຮູບແບບຂອງສິ່ງພິມ
th: ฉบับที่ / พิมพ์ครั้งที่

source: Author (individual)
km: អ្នកនិពន្ធ (បុគ្គល)
lo: ຜູ້ຂຽນ (ບຸກຄົນ)
th: ผู้แต่ง (บุคคล)

source: Author (corporate)
km: អ្នកនិពន្ធ (បុគ្គល)
lo: ຜູ້ຂຽນ (ບຸກຄົນ)
th: ผู้แต่ง (บุคคล)

source: Co-author (individual)
km: សហអ្នកនិពន្ធ (បុគ្គល)
lo: ຜູ້ຂຽນຮ່ວມ (ບຸກຄົນ)
th: ผู้ร่วมเขียน (บุคคล)

source: Co-author (corporate)
km: សហអ្នកនិពន្ធ (ស្ថាប័ន)
lo: ຜູ້ຂຽນຮ່ວມ (ຮ່ວມກັນ)
th: ผู้ร่วมเขียน (องค์กร)

source: ISBN number
km: លេខ ISBN
lo: ຕົວເລກ ISBN
th: หมายเลข ISBN

source: ISSN number
km: លេខ ISSN
lo: ຕົວເລກ ISSN
th: หมายเลข ISSN

source: Publication place
km: ទីកន្លែងបោះពុម្ព
lo: ສະຖານທີ່ຕີພິມ
th: สถานที่พิมพ์

source: Publisher
km: អ្នកបោះពុម្ពផ្សាយ
lo: ຜູ້ຕີພິມ
th: ผู้จัดพิมพ์

source: Publication date
km: កាលបរិច្ឆេទបោះពុម្ព
lo: ວັນທີຕີພິມ
th: วันที่พิมพ์

source: Pagination
km: ចំនួនទំព័រ
lo: ໝາຍເລກໜ້າ
th: หมายเลขหน้า

source: General note
km: កំណត់ទូទៅ
lo: ໝາຍເຫດທົ່ວໄປ
th: หมายเหตุทั่วไป

source: Document reference #
km: លេខយោងឯកសារ
lo: ອ້າງອີງເອກະສານ #
th: เอกสารอ้างอิง #

source: Alternative/short title
km: ចំណងជើងជំនួស/ខ្លី
lo: ທາງເລືອກ/ຫົວຂໍ້ສັ້ນ
th: ทางเลือก/ชื่อย่อ

source: Primary policy reference point
km: ឯកសារយោងគោលនយោបាយបឋម
lo: ຈຸດອ້າງອີງນະໂຍບາຍຕົ້ນຕໍ
th: จุดอ้างอิงนโยบายหลัก

source: Status
km: ស្ថានភាព
lo: ສະຖານະ
th: สถานะ

source: Version date (of draft)
km: កាលបរិច្ឆេទកំណែ (នៃសេចក្តីព្រាង)
lo: ສະບັບວັນທີ (ຂອງຮ່າງ)
th: วันที่ของเวอร์ชัน (ฉบับร่าง)

source: Adoption date/Promulgation date/Signing date
km: កាលបរិច្ឆេទអនុម័ត/កាលបរិច្ឆេទប្រកាសឲ្យប្រើ/កាលបរិច្ឆេទចុះហត្ថលេខា
lo: ວັນທີຮັບຮອງ/ວັນທີປະກາດໃຊ້/ວັນທີລົງລາຍເຊັນ
th: วันที่มีผลบังคับใช้ใช้/วันออกประกาศ/วันที่ลงนาม

source: Effective date
km: កាលបរិច្ឆេទចូលជាធរមាន
lo: ວັນທີມີຜົນບັງຄັບໃຊ້
th: วันที่มีผล

source: Application date
km: កាលបរិច្ឆេទអនុវត្ត
lo: ວັນທີຮ້ອງຂໍ
th: วันที่รับสมัคร

source: Previous legal document
km: ឯកសារច្បាប់ពីមុន
lo: ເອກະສານທາງກົດໝາຍທີ່ຜ່ານມາ
th: เอกสารทางกฎหมายก่อนหน้านี้

source: Change notes
km: កំណត់អំពីការប្រែប្រួល
lo: ປ່ຽນບັນທຶກ
th: เปลี่ยนหมายเหตุ

source: Relationship to other legal docs
km: ទំនាក់ទំនងនឹងឯកសារច្បាប់ផ្សេងទៀត
lo: ຄວາມສຳພັນກັບເອກະສານທາງກົດໝາຍອື່ນໆ
th: ความสัมพันธ์กับเอกสารทางกฎหมายอื่น ๆ

source: Associated document
km: ឯកសារពាក់ព័ន្ធ
lo: ເອກະສານທີ່ກ່ຽວຂ້ອງ
th: เอกสารที่เกี่ยวข้อง

source: Publication reference
km: ឯកសារយោង
lo: ການອ້າງອີງສິ່ງພິມ
th: การอ้างอิงสิ่งพิมพ์

source: Links to source
km: តំណភ្ជាប់ទៅកាន់ប្រភព
lo: ເຊື່ອມຕໍ່ຫາແຫຼ່ງຂໍ້ມູນ
th: ลิงก์ไปยังแหล่งที่มา

source: Drafting agency
km: ទីភ្នាក់ងារធ្វើពង្រាង
lo: ອົງການທີ່ຮ່າງ
th: หน่วยงานที่ยกร่าง

source: Technical assistance for drafting
km: ជំនួយបច្ចេកទេសសម្រាប់ការធ្វើពង្រាង
lo: ການຊ່ວຍເຫຼືອທາງດ້ານເຕັກນິກສຳລັບການຮ່າງ
th: ความช่วยเหลือด้านเทคนิคสำหรับการยกร่าง

source: Agency providing technical assistance
km: ទីភ្នាក់ងារផ្តល់ជំនួយបច្ចេកទេស
lo: ອົງການໃຫ້ການຊ່ວຍເຫຼືອທາງດ້ານເຕັກນິກ
th: หน่วยงานที่ให้ความช่วยเหลือด้านเทคนิค

source: Technical assistance funding agency
km: ទីភ្នាក់ងារផ្តល់មូលនិធិលើជំនួយបច្ចេកទេស
lo: ອົງການໃຫ້ທຶນຊ່ວຍເຫຼືອທາງດ້ານເຕັກນິກ
th: หน่วยงานให้ทุนที่ให้ความช่วยเหลือด้านเทคนิค

source: Issuing agency/parties
km: ទីភ្នាក់ងារ/ភាគីចេញ
lo: ອົງການອອກໃບອະນຸຍາດ/ພາກສ່ວນຕ່າງໆ
th: หน่วยงานที่ออก/พรรค

source: Implementing agencies
km: ទីភ្នាក់ងារអនុវត្ត
lo: ອົງການຈັດຕັ້ງປະຕິບັດ
th: หน่วยงานที่ดำเนินการ

source: Notes
km: កំណត់សម្គាល់
lo: ໝາຍເຫດ
th: หมายเหตุ

source: Participating share
km: ភាគហ៊ុន
lo: ແບ່ງປັນການເຂົ້າຮ່ວມ
th: ส่วนแบ่งการตลาด

source: Contracting parties
km: ភាគីនៃកិច្ចសន្យា (ឯកជន)
lo: ພາກສ່ວນສັນຍາ
th: คู่สัญญา

source: Government entity
km: អង្គភាពរដ្ឋាភិបាល (រដ្ឋ-សាធារណៈ)
lo: ໜ່ວຍງານລັດຖະບານ
th: หน่วยงานรัฐบาล

source: Concession name
km: ឈ្មោះទីតាំងសម្បទាន
lo: ຊື່ສຳປະທານ
th: ชื่อสัมปทาน

source: Disclosure mode
km: ស្ថាប័នចេញផ្សាយ
lo: ວິທີການເຜີຍແຜ່
th: โหมดการเปิดเผยข้อมูล

source: Document reference number
km: លេខឯកសារយោង
lo: ຕົວເລກອ້າງອີງເອກະສານ
th: หมายเลขอ้างอิงเอกสาร

source: Amendment to contract
km: វិសោធនកម្មលើកិច្ចសន្យា
lo: ການແກ້ໄຂສັນຍາ
th: แก้ไขสัญญา

source: Signature date
km: កាលបរិច្ឆេទចុះហត្ថលេខា
lo: ວັນທີລາຍເຊັນ
th: วันที่ลงนาม

source: Short notes of change
km: កំណត់ត្រាសង្ខេបនៃការផ្លាស់ប្តូរ
lo: ບັນທຶກຫຍໍ້ຂອງການປ່ຽນແປງ
th: บันทึกย่อของการเปลี่ยนแปลง

source: Granted area (hectare)
lo: ພື້ນທີ່ໄດ້ຮັບອະນຸຍາດໃຫ້ (ເຮັກຕາ)
th: พื้นที่ที่ได้รับ (เฮกตาร์)

source: Contract term
km: រយៈពេលកិច្ចសន្យា
lo: ໄລຍະສັນຍາ
th: ระยะเวลาสัญญา

source: Contract term unit
km: រយៈពេលកិច្ចសន្យា គិតជា
lo: ໄລຍະຂອງສັນຍາ
th: หน่วยระยะเวลาของสัญญา

source: Payment for concession fees
km: ការបង់ប្រាក់់ឈ្នួលសម្បទាន
lo: ການຈ່າຍສຳລັບຄ່າທຳນຽມສຳປະທານ
th: การชำระค่าสัมปทาน

source: Payment for concession fees unit
km: ការបង់ប្រាក់់ឈ្នួលសម្បទាន គិតជា
lo: ໜ່ວຍງານຈ່າຍຄ່າທຳນຽມສຳປະທານ
th: หน่วยการชำระค่าสัมปทาน

source: Guaranty deposit for contract implementation
km: ប្រាក់តម្កល់ធានាអនុវត្តកិច្ចសន្យា
lo: ເງິນຝາກປະກັນສຳລັບການປະຕິບັດສັນຍາ
th: เงินประกันการทำสัญญา

source: Land use planning
km: ផែនការប្រើប្រាស់ដី
lo: ການວາງແຜນນຳໃຊ້ທີ່ດິນ
th: การวางแผนการใช้ที่ดิน

source: Land use planning unit
km: ផែនការប្រើប្រាស់ដី គិតជា
lo: ໜ່ວຍງານວາງແຜນນຳໃຊ້ທີ່ດິນ
th: หน่วยการวางแผนการใช้ที่ดิน

source: Party's obligation in the implementation of the project
lo: ພັນທະຂອງພັກໃນການປະຕິບັດໂຄງການ
th: หน้าที่ของภาคีในการดำเนินโครงการ

source: Job creation summary
km: កាតព្វកិច្ចផ្តល់ការងារ​​ ជាសង្ខេប
lo: ສະຫຼຸບການສ້າງວຽກເຮັດງານທຳ
th: สรุปการสร้างงาน

source: Number of created jobs
km: ចំនួូនការងារដែលបានបង្កើត
lo: ຈຳນວນຂອງວຽກເຮັດງານທຳທີ່ໄດ້ສ້າງຂຶ້ນ
th: จำนวนงานที่สร้างขึ้น

source: Training summary
km: កាតព្វកិច្ចផ្តល់ការបណ្តុះបណ្តាល​ ជាសង្ខេប
lo: ສະຫຼຸບການຝຶກອົບຮົມ
th: สรุปการฝึกอบรม

source: Training number
km: ចំនួននៃការបណ្តុះបណ្តាល​
lo: ຈຳນວນການຝຶກອົບຮົມ
th: หมายเลขการฝึกอบรม

source: Environmental protection
km: កាតព្វកិច្ចខាងកិច្ចការពារបរិស្ថាន
lo: ການປົກປັກຮັກສາສິ່ງແວດລ້ອມ
th: การคุ้มครองด้านสิ่งแวดล้อม

source: Socio-cultural protection
km: ការការពារសង្គមវប្បធម៍
lo: ການປົກປັກຮັກສາສັງຄົມ-ວັດທະນະທຳ
th: การคุ้มครองด้านสังคมวัฒนธรรม

source: Fiscal duties summary
km: កាតព្វកិច្ចពន្ធ ជាសង្ខេប
lo: ສະຫຼຸບການເງິນພາສີອາກອນ
th: สรุปยอดการคลัง

source: Total amount of fiscal duties
km: ចំនូួនពន្ឋសរុប
lo: ຈຳນວນທັງໝົດດ້ານການເງິນພາສີອາກອນ
th: จำนวนเงินทั้งหมดของการคลัง

source: Environmental impact assessment (EIA)
km: ការវាយតម្លៃហេតុប៉ៈពាល់បរិស្ថាន (EIA)
lo: ການປະເມີນຜົນກະທົບຕໍ່ສິ່ງແວດລ້ອມ (EIA)
th: การวิเคราะห์ผลกระทบสิ่งแวดล้อม (EIA)

source: Social fund
km: មូលនិធិសង្គម
lo: ກອງທຶນສັງຄົມ
th: กองทุนสังคม

source: Environmental fund summary
km: មូលនិធិបរិស្ថាន ជាសង្ខេប
lo: ສະຫຼຸບກອງທຶນສິ່ງແວດລ້ອມ
th: สรุปกองทุนสิ่งแวดล้อม

source: Total amount of environmental funds
km: ជំនូួយថវិការសរុបទៅលើបរិស្ថាន
lo: ຈຳນວນເງິນກອງທຶນສິ່ງແວດລ້ອມທັງໝົດ
th: จำนวนเงินทั้งหมดของกองทุนสิ่งแวดล้อม

source: Suspension and/or revocation or termination​
km: ការផ្អាកនិង / ឬការដកហូតឬការបញ្ចប់
lo: ການຢຸດຊົ່ວຄາວ ແລະ/ຫຼື ການຍົກເລີກ ຫຼື ການສິ້ນສຸດ
th: การระงับ และ/หรือ การเพิกถอนหรือการบอกเลิก

source: Related documents
km: ឯកសារពាក់ព័ន្ធ
lo: ເອກະສານຕ່າງໆທີ່ກ່ຽວຂ້ອງ
th: เอกสารที่เกี่ยวข้อง
